#어머님은 저만 믿으시면 됩니다. 삐릿삐릿
#신화고에 다니는 예서는 코드대학교의 컴퓨터과학부에 가고 싶어합니다.
# 하지만 그러한 실력이 되지 않던 것이 안타까웠던 예서의 어머니는 입시 코디네이터 AI를 이용해 예서를 돕고자 합니다.

#AI 코디네이터는 현재의 상황을 듣고 다음과 같이 말했습니다.
#우리만의 암호를 정하자.
# 내가 어떤 암호를 알려주면 너는 그 암호에 해당하는 번호를 답으로 써서 제출하렴.
# 그럼 넌 전과목 만점을 받을 수 있을거야.
# AI의 입력이 주어질 때, 이를 정답 번호로 바꾸는 프로그램을 작성해봅시다.
#
# AI와 예서가 정한 암호는 다음과 같습니다.
# AI coordinator	Answer
#에릭	1
#김동완	2
#전진	3
#이민우	4
#앤디	5
#지시사항
#코디네이터의 암호가 리스트로 주어질 때, 이에 해당하는 정답이 담긴 리스트를 반환하는 함수 skyCastle() 을 작성해봅시다.

#예를 들어 다음과 같은 함수는

#skyCastle(["에릭", "이민우", "김동완", "전진"])
#다음 값을 반환합니다. [1, 4, 2, 3]